tap "bell-sw/liberica"
tap "homebrew/bundle"
tap "homebrew/services"
brew "activemq"
brew "ansible"
brew "aom"
brew "grpc"
brew "boost"
brew "cgal"
brew "cmake"
brew "docker"
brew "docker-compose"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "python@3.12"
brew "libheif"
brew "gdal"
brew "git"
brew "jdtls"
brew "jq"
brew "libslirp"
brew "maven"
brew "neovim"
brew "nvm"
brew "postgresql@14"
brew "postgresql@16", restart_service: :changed
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "rustup"
brew "scons"
brew "sshpass"
brew "wget"
brew "zip"
cask "bruno"
cask "font-geist-mono-nerd-font"
cask "gpg-suite-no-mail"
cask "liberica-jdk17"
cask "liberica-jdk21"
cask "liberica-jdk8"
cask "wezterm"
