tap "bell-sw/liberica"
tap "homebrew/bundle"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "jesseduffield/lazygit"
tap "pamburus/tap"
tap "xo/xo"
brew "jpeg-xl"
brew "aom"
brew "grpc"
brew "python@3.12"
brew "apache-arrow"
brew "boost"
brew "cgal"
brew "cloc"
brew "cmake"
brew "colima", restart_service: true
brew "docker"
brew "docker-compose"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "libheif"
brew "libpq"
brew "libxml2"
brew "poppler"
brew "gdal"
brew "git"
brew "harfbuzz"
brew "openjdk"
brew "jdtls"
brew "jq"
brew "maven"
brew "neovim"
brew "nvm"
brew "osm2pgsql"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "postgresql@16"
brew "python@3.11"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup"
brew "scons"
brew "zip"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "pamburus/tap/hl"
brew "xo/xo/usql"
cask "gpg-suite-no-mail"
cask "liberica-jdk11"
cask "liberica-jdk17"
cask "liberica-jdk8"
